
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>游戏数值设计 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-theme-comscore/test.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="gamenumericaldesign.html">
            
                <a href="gamenumericaldesign.html">
            
                    
                    游戏数值设计
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >游戏数值设计</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5173;&#x4E8E;&#x6570;&#x503C;&#x8BBE;&#x8BA1;&#x7684;&#x601D;&#x8003;">&#x5173;&#x4E8E;&#x6570;&#x503C;&#x8BBE;&#x8BA1;&#x7684;&#x601D;&#x8003;</h1>
<p>&#x5728;&#x6211;&#x770B;&#x6765;&#xFF0C;&#x6E38;&#x620F;&#x6570;&#x503C;&#x8BBE;&#x8BA1;&#x7684;&#x4E00;&#x4E2A;&#x5173;&#x952E;&#x6027;&#x56E0;&#x7D20;&#x662F;&#x5E73;&#x8861;&#xFF0C;&#x5176;&#x5B9E;&#x4E5F;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x5236;&#x8861;&#x3002;&#x5F53;&#x7136;&#x6211;&#x8FD9;&#x91CC;&#x6307;&#x7684;&#x5E73;&#x8861;&#x4E0D;&#x4E00;&#x5B9A;&#x975E;&#x8981;&#x662F;&#x9488;&#x5BF9;&#x7ADE;&#x6280;&#x7C7B;&#x6E38;&#x620F;&#x91CC;&#x7684;&#x90A3;&#x79CD;&#x5E73;&#x8861;&#xFF0C;&#x6C2A;&#x91D1;&#x4E0E;&#x975E;&#x6C2A;&#x91D1;&#x7684;&#x5E73;&#x8861;&#xFF0C;&#x88C5;&#x5907;&#x83B7;&#x53D6;&#x96BE;&#x5EA6;&#x4E0A;&#x7684;&#x5E73;&#x8861;&#xFF0C;&#x7B49;&#x7B49;&#x3002;</p>
<p>&#x800C;&#x4E8B;&#x5B9E;&#x4E0A;&#x5F53;&#x6211;&#x5728;&#x601D;&#x8003;&#x6E38;&#x620F;&#x6570;&#x503C;&#x8BBE;&#x8BA1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x8111;&#x5B50;&#x91CC;&#x60F3;&#x7684;&#x5168;&#x90FD;&#x662F;&#x5E73;&#x8861;&#xFF0C;&#x8FD9;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x4E0E;&#x6211;&#x70ED;&#x8877;&#x4E8E;&#x7ADE;&#x6280;&#x7C7B;&#x6E38;&#x620F;&#x6709;&#x5173;&#x3002;&#x4F46;&#x6211;&#x4E0D;&#x5F97;&#x4E0D;&#x5728;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x81EA;&#x6211;&#x63D0;&#x9192;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x7C7B;&#x578B;&#x7684;&#x6E38;&#x620F;&#x90FD;&#x9700;&#x8981;&#x8FD9;&#x79CD;&#x6570;&#x503C;&#x4E0A;&#x7684;&#x5E73;&#x8861;&#xFF0C;&#x5BF9;&#x4E8E;&#x67D0;&#x4E9B;&#x6E38;&#x620F;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x4E16;&#x754C;&#x89C2;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x5E9E;&#x5927;&#x7684;&#x6E38;&#x620F;&#xFF09;&#xFF0C;&#x4ED6;&#x4EEC;&#x5728;&#x6570;&#x503C;&#x4E0A;&#x7684;&#x8BBE;&#x8BA1;&#x5176;&#x5B9E;&#x66F4;&#x4E3A;&#x5173;&#x6CE8;&#x7684;&#x5E94;&#x8BE5;&#x662F;&#x8DA3;&#x5473;&#x6027;&#xFF0C;&#x6BD4;&#x5982;&#x6A2A;&#x7248;&#x8FC7;&#x5173;&#x6E38;&#x620F;&#xFF0C;rougelike&#x6E38;&#x620F;&#x7B49;,&#x5F53;&#x7136;&#x4E5F;&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#x4ED6;&#x4EEC;&#x7684;&#x6570;&#x503C;&#x8BBE;&#x8BA1;&#x5E76;&#x4E0D;&#x9700;&#x8981;&#x5E73;&#x8861;&#xFF0C;&#x800C;&#x662F;&#x8BF4;&#x5E73;&#x8861;&#x5C31;&#x4E0D;&#x9700;&#x8981;&#x653E;&#x5728;&#x7B2C;&#x4E00;&#x4F4D;&#x53BB;&#x8003;&#x8651;&#x4E86;&#x3002;</p>
<h2 id="&#x5173;&#x4E8E;&#x7ADE;&#x6280;&#x6027;&#x6E38;&#x620F;&#x6570;&#x503C;&#x7684;&#x601D;&#x8003;">&#x5173;&#x4E8E;&#x7ADE;&#x6280;&#x6027;&#x6E38;&#x620F;&#x6570;&#x503C;&#x7684;&#x601D;&#x8003;</h2>
<p>&#x6570;&#x503C;&#x5E73;&#x8861;&#x5BF9;&#x4E8E;&#x7ADE;&#x6280;&#x7C7B;&#x6E38;&#x620F;&#x7684;&#x91CD;&#x8981;&#x6027;&#x662F;&#x6BCB;&#x5EB8;&#x7F6E;&#x7591;&#x7684;&#xFF0C;&#x867D;&#x7136;&#x6211;&#x4E5F;&#x65E5;&#x5E38;&#x6000;&#x5FF5;&#x53E4;&#x8001;&#x7248;&#x672C;&#x7684;&#x5F3A;&#x5927;&#x82F1;&#x96C4;&#xFF08;&#x5982;&#x6700;&#x521D;&#x7684;&#x6B66;&#x5668;&#x5927;&#x5E08;&#xFF1F;&#xFF09;&#xFF0C;&#x4F46;&#x6211;&#x4E5F;&#x4E0D;&#x5F97;&#x4E0D;&#x627F;&#x8BA4;&#x4E0D;&#x65AD;&#x7684;&#x8C03;&#x6574;&#x5E73;&#x8861;&#x6027;&#x662F;&#x4FDD;&#x8BC1;&#x4E00;&#x4E2A;&#x7ADE;&#x6280;&#x6E38;&#x620F;&#x6D3B;&#x529B;&#x7684;&#x5173;&#x952E;&#x5DE5;&#x4F5C;&#x4E4B;&#x4E00;&#xFF08;&#x5F53;&#x7136;&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x6D3B;&#x529B;&#x7684;&#x4FDD;&#x6301;&#xFF0C;&#x53C8;&#x662F;&#x4E00;&#x4EF6;&#x6781;&#x4E3A;&#x590D;&#x6742;&#x7684;&#x4E8B;&#x60C5;&#xFF09;&#x3002;&#x4F46;&#x4EE5;&#x76EE;&#x524D;&#x7684;&#x6210;&#x679C;&#x4E0A;&#x6765;&#x770B;&#xFF0C;&#x5373;&#x4FBF;&#x662F;&#x5168;&#x5C40;&#x73AF;&#x5883;&#x76F8;&#x5BF9;&#x7B80;&#x5355;&#x7684;&#x7ADE;&#x6280;&#x7C7B;&#x6E38;&#x620F;&#xFF0C;&#x5176;&#x5E73;&#x8861;&#x6027;&#x4E5F;&#x5F88;&#x6697;&#x628A;&#x63E1;&#x3002;&#x6700;&#x91CD;&#x8981;&#x7684;&#x53EF;&#x80FD;&#x662F;&#x5BF9;&#x4E8E;&#x6570;&#x503C;&#x7684;&#x91CF;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x505A;&#x91CF;&#x5316;&#x3002;&#x5FC5;&#x987B;&#x4FDD;&#x8BC1;&#x4E0D;&#x540C;&#x7684;&#x804C;&#x4E1A;&#xFF08;&#x89D2;&#x8272;&#xFF09;&#x662F;&#x4E0D;&#x540C;&#x7684;&#xFF0C;&#x53C8;&#x8981;&#x4FDD;&#x8BC1;&#x4ED6;&#x4EEC;&#x7684;&#x5F3A;&#x5EA6;&#x662F;&#x76F8;&#x4F3C;&#x7684;&#xFF0C;&#x8FD9;&#x7684;&#x786E;&#x975E;&#x5E38;&#x96BE;&#xFF0C;&#x56E0;&#x4E3A;&#x9690;&#x542B;&#x7684;&#x53D8;&#x91CF;&#x592A;&#x591A;&#x4E86;&#xFF0C;&#x6838;&#x5FC3;&#x88C5;&#x5907;&#x7684;&#x83B7;&#x53D6;&#x96BE;&#x5EA6;&#xFF0C;&#x6280;&#x80FD;&#x6709;&#x6548;&#x91CA;&#x653E;&#x7684;&#x96BE;&#x5EA6;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x4F7F;&#x7528;&#x8005;&#x89D2;&#x8272;&#x7684;&#x5F3A;&#x5EA6;&#x63D0;&#x5347;&#x66F2;&#x7EBF;&#x7B49;&#x7B49;&#x3002;</p>
<h3 id="&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x7A0B;&#x5EA6;&#x7B97;&#x7684;&#x4E0A;&#x662F;&#x6570;&#x503C;&#x7684;&#x5E73;&#x8861;">&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x7A0B;&#x5EA6;&#x7B97;&#x7684;&#x4E0A;&#x662F;&#x6570;&#x503C;&#x7684;&#x5E73;&#x8861;?</h3>
<p>&#x6E90;&#x4E8E;&#x7ADE;&#x6280;&#x6027;&#x6E38;&#x620F;&#x5BF9;&#x5E73;&#x8861;&#x6027;&#x66F4;&#x9AD8;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x6240;&#x4EE5;&#x5FC5;&#x987B;&#x8981;&#x4FDD;&#x8BC1;&#x6709;&#x66F4;&#x7EC6;&#x81F4;&#x7684;&#x5E73;&#x8861;&#x5212;&#x5206;&#x3002;&#x901A;&#x5E38;&#x6765;&#x8BF4;&#x8981;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#x6700;&#x597D;&#x662F;&#x8981;&#x6709;&#x4E00;&#x4E2A;&#x8BC4;&#x5224;&#x6807;&#x51C6;&#x7684;&#xFF0C;&#x800C;&#x8BC4;&#x5224;&#x6807;&#x51C6;&#x6700;&#x57FA;&#x672C;&#x7684;&#x5C31;&#x662F;&#x5B9E;&#x8DF5;&#x65F6;&#x7684;&#x5E73;&#x8861;&#xFF0C;&#x6BD5;&#x7ADF;&#x5B9E;&#x8DF5;&#x662F;&#x68C0;&#x9A8C;&#x771F;&#x7406;&#x7684;&#x552F;&#x4E00;&#x6807;&#x51C6;&#x3002;&#x4F46;&#x7EDD;&#x5927;&#x591A;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x5728;&#x8BBE;&#x8BA1;&#x6570;&#x503C;&#x7684;&#x65F6;&#x5019;&#x90FD;&#x4E0D;&#x53EF;&#x80FD;&#x8FDB;&#x884C;&#x771F;&#x6B63;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x5B9E;&#x8DF5;&#xFF0C;&#x53EA;&#x80FD;&#x8BF4;&#x4ECE;&#x8FC7;&#x5F80;&#x7684;&#x5B9E;&#x8DF5;&#x7ECF;&#x9A8C;&#x4E2D;&#x83B7;&#x5F97;&#x8BBE;&#x8BA1;&#x7684;&#x7ECF;&#x9A8C;&#x3002;&#x4F46;&#x6216;&#x8BB8;&#x6709;&#x4E00;&#x4E9B;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x8BA9;&#x8BBE;&#x8BA1;&#x51FA;&#x6765;&#x7684;&#x6570;&#x503C;&#x80FD;&#x591F;&#x8D8B;&#x4E8E;&#x5E73;&#x8861;&#x3002;</p>
<h3 id="&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x8981;&#x77E5;&#x9053;&#x8FD9;&#x4E9B;&#x6570;&#x503C;&#x771F;&#x6B63;&#x5F71;&#x54CD;&#x7684;&#x662F;&#x4EC0;&#x4E48;">&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x8981;&#x77E5;&#x9053;&#x8FD9;&#x4E9B;&#x6570;&#x503C;&#x771F;&#x6B63;&#x5F71;&#x54CD;&#x7684;&#x662F;&#x4EC0;&#x4E48;</h3>
<p>&#x5BF9;&#x4E8E;&#x6E38;&#x620F;&#x6765;&#x8BF4;&#xFF0C;&#x628A;&#x6570;&#x503C;&#x53D8;&#x73B0;&#x6210;&#x80DC;&#x5229;&#x662F;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x64CD;&#x4F5C;&#x8FC7;&#x7A0B;&#x7684;&#xFF0C;&#x800C;&#x6570;&#x503C;&#x7684;&#x53D8;&#x6362;&#x5F80;&#x5F80;&#x4F1A;&#x9020;&#x6210;&#x64CD;&#x4F5C;&#x6D41;&#x7A0B;&#x7684;&#x53D8;&#x5316;&#x3002;</p>
<p>&#x5173;&#x4E8E;&#x8FD9;&#x65B9;&#x9762;&#x6700;&#x7B80;&#x5355;&#x7684;&#x4F8B;&#x5B50;&#x5C31;&#x662F;&#x5F53;&#x524D;&#x706B;&#x70ED;&#x7684;PUBG&#x3002;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x9AD8;&#x5EA6;&#x4F9D;&#x8D56;&#x4E2A;&#x4EBA;&#x6280;&#x5DE7;&#x548C;&#x4EBA;&#x54C1;&#x7684;&#x6E38;&#x620F;&#xFF0C;PUBG&#x4E2D;&#x9053;&#x5177;&#x5BF9;&#x4E8E;&#x6570;&#x503C;&#x7684;&#x5E73;&#x8861;&#x6027;&#x8981;&#x6C42;&#x4E0D;&#x662F;&#x5F88;&#x9AD8;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x4EE5;&#x66F4;&#x7B80;&#x5355;&#x7684;&#x6A21;&#x5F0F;&#x6765;&#x5206;&#x6790;&#x4ED6;&#x3002;</p>
<p>&#x5728;PUBG&#x7684;&#x6570;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x6211;&#x4EEC;&#x6BD4;&#x8F83;&#x5173;&#x5FC3;&#x7684;&#x6570;&#x636E;&#x662F;&#x67AA;&#x68B0;&#x7684;&#x4F24;&#x5BB3;&#xFF0C;&#x800C;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x66F4;&#x5173;&#x5FC3;&#x7684;&#x662F;&#x51E0;&#x67AA;&#x80FD;&#x6E05;&#x7A7A;&#x654C;&#x4EBA;&#x7684;&#x8840;&#x91CF;&#x3002;&#x867D;&#x7136;&#x8BF4;&#x8FD9;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x6570;&#x503C;&#x8F6C;&#x6362;&#xFF0C;&#x4F46;&#x8FD9;&#x4E2A;&#x8F6C;&#x6362;&#x5374;&#x80FD;&#x8BA9;&#x6211;&#x4EEC;&#x66F4;&#x6E05;&#x6670;&#x7684;&#x770B;&#x5230;&#x4F24;&#x5BB3;&#x6570;&#x636E;&#x80FD;&#x591F;&#x5F71;&#x54CD;&#x5230;&#x7684;&#x4E1C;&#x897F;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x4E00;&#x67AA;&#x5C31;&#x80FD;&#x6740;&#x4EBA;&#x7684;&#x6B66;&#x5668;&#xFF0C;&#x540E;&#x5750;&#x529B;&#x7684;&#x5F71;&#x54CD;&#x5C31;&#x5F88;&#x5C0F;&#xFF0C;&#x6BD4;&#x5982;AWM,&#x800C;&#x8BF8;&#x5982;SKS&#x8FD9;&#x6837;&#x7684;&#x8FDE;&#x5C04;&#x72D9;&#x51FB;&#x67AA;&#x5176;&#x540E;&#x5750;&#x529B;&#x7684;&#x5F71;&#x54CD;&#x5C31;&#x76F8;&#x5BF9;&#x8F83;&#x5927;&#x3002;&#x6B66;&#x5668;&#x80FD;&#x591F;&#x51E0;&#x67AA;&#x6E05;&#x7A7A;&#x4E00;&#x4E2A;&#x654C;&#x4EBA;&#x5C31;&#x610F;&#x5473;&#x7740;&#x73A9;&#x5BB6;&#x9700;&#x8981;&#x8FDB;&#x884C;&#x51E0;&#x6B21;&#x6709;&#x6548;&#x7684;&#x7784;&#x51C6;&#xFF0C;&#x800C;&#x81F3;&#x4E8E;&#x540E;&#x5750;&#x529B;&#x7B49;&#x6570;&#x503C;&#x5219;&#x5F71;&#x54CD;&#x7740;&#x73A9;&#x5BB6;&#x7784;&#x51C6;&#x7684;&#x96BE;&#x5EA6;&#x3002;</p>
<p>&#x628A;&#x4E00;&#x4E2A;&#x865A;&#x62DF;&#x7684;&#x6570;&#x503C;&#x8F6C;&#x6362;&#x6210;&#x73A9;&#x5BB6;&#x7684;&#x64CD;&#x4F5C;&#x6D41;&#x7A0B;&#x662F;&#x4E00;&#x4E2A;&#x53EF;&#x4EE5;&#x5F88;&#x597D;&#x7684;&#x786E;&#x5B9A;&#x6570;&#x503C;&#x533A;&#x95F4;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x867D;&#x7136;&#x5BF9;&#x4E8E;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x6E38;&#x620F;&#x6765;&#x8BF4;&#x8FD9;&#x79CD;&#x8F6C;&#x6362;&#x5E76;&#x4E0D;&#x80FD;&#x88AB;&#x8F7B;&#x6613;&#x7684;&#x603B;&#x7ED3;&#x51FA;&#x6765;&#xFF0C;&#x4F46;&#x8FD9;&#x79CD;&#x601D;&#x8DEF;&#x53EF;&#x4EE5;&#x5728;&#x8FDB;&#x884C;&#x6570;&#x503C;&#x8BBE;&#x8BA1;&#x65F6;&#x91C7;&#x7528;&#x3002;</p>
<p>&#x5373;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x5BF9;&#x6570;&#x503C;&#x8FDB;&#x884C;&#x5E73;&#x8861;&#x5E76;&#x4E0D;&#x662F;&#x8981;&#x8BA9;&#x4ED6;&#x4EEC;&#x7684;&#x6570;&#x503C;&#x76F8;&#x7B49;&#x6216;&#x8005;&#x76F8;&#x4F3C;&#xFF0C;&#x800C;&#x662F;&#x8981;&#x8BA9;&#x73A9;&#x5BB6;&#x5B9E;&#x73B0;&#x5176;&#x6240;&#x9700;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x96BE;&#x5EA6;&#x76F8;&#x7B49;&#x6216;&#x8005;&#x76F8;&#x4F3C;&#x3002;</p>
<h3 id="&#x76EE;&#x6807;&#x96BE;&#x5EA6;&#x7684;&#x5E73;&#x8861;">&#x76EE;&#x6807;&#x96BE;&#x5EA6;&#x7684;&#x5E73;&#x8861;</h3>
<p>&#x7136;&#x800C;&#x4E0A;&#x8FF0;&#x7684;&#x601D;&#x8003;&#x5747;&#x662F;&#x5EFA;&#x7ACB;&#x5728;&#x5BF9;PUBG&#x7684;&#x5206;&#x6790;&#x4E0A;&#x7684;&#xFF0C;PUBG&#x6216;&#x8005;&#x8BF4;&#x6B64;&#x7C7B;&#x6E38;&#x620F;&#x5176;&#x6574;&#x4F53;&#x6E38;&#x620F;&#x73AF;&#x5883;&#x6781;&#x5176;&#x7B80;&#x5355;&#xFF0C;&#x73A9;&#x5BB6;&#x76EE;&#x6807;&#x4E5F;&#x76F8;&#x5BF9;&#x4E00;&#x81F4;&#x3002;&#x90A3;&#x628A;&#x6211;&#x4E4B;&#x524D;&#x7684;&#x60F3;&#x6CD5;&#x653E;&#x5230;MOBA&#x7C7B;&#x6E38;&#x620F;&#x4E2D;&#x5462;&#xFF1F;&#x867D;&#x7136;MOBA&#x7C7B;&#x6E38;&#x620F;&#x4E2D;&#x5927;&#x5BB6;&#x7684;&#x7EC8;&#x6781;&#x76EE;&#x6807;&#x662F;&#x76F8;&#x4F3C;&#x7684;&#xFF0C;&#x4F46;&#x901A;&#x5F80;&#x8FD9;&#x4E2A;&#x7EC8;&#x6781;&#x76EE;&#x6807;&#x8DEF;&#x7A0B;&#x4E0A;&#x7684;&#x5C0F;&#x76EE;&#x6807;&#x5374;&#x662F;&#x7E41;&#x6742;&#x7684;&#x3002;&#x4E0D;&#x540C;&#x7684;&#x5206;&#x8DEF;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x804C;&#x8D23;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x89D2;&#x8272;&#x4E5F;&#x4F1A;&#x5E0C;&#x671B;&#x5B8C;&#x6210;&#x4E0D;&#x540C;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x56E2;&#x6218;&#x4E2D;&#x65A9;&#x6740;C&#x4F4D;&#x6216;&#x662F;&#x5438;&#x5F15;&#x706B;&#x529B;&#xFF0C;&#x5BF9;&#x7EBF;&#x8FC7;&#x7A0B;&#x4E2D;&#x8865;&#x5175;&#x82DF;&#x6D3B;&#x7B49;&#x5F85;&#x56E2;&#x6218;&#x8FD8;&#x662F;&#x7EBF;&#x4E0A;&#x79F0;&#x9738;&#x7B49;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x76EE;&#x6807;&#x90FD;&#x4F1A;&#x6709;&#x6240;&#x4E0D;&#x540C;&#xFF0C;&#x76EE;&#x6807;&#x7684;&#x4EF7;&#x503C;&#x4E5F;&#x6709;&#x6240;&#x4E0D;&#x540C;&#x3002;&#x90A3;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A;&#x603B;&#x7ED3;&#x6539;&#x6210;&#x5E73;&#x8861;&#x7684;&#x76EE;&#x6807;&#x662F;&#x8981;&#x8BA9;&#x73A9;&#x5BB6;&#x5B9E;&#x73B0;&#x76F8;&#x4F3C;&#x4EF7;&#x503C;&#x7684;&#x96BE;&#x5EA6;&#x76F8;&#x540C;&#x6216;&#x76F8;&#x4F3C;&#x3002;</p>
<p>&#x4F46;&#x5982;&#x679C;&#x8BF4;&#x8981;&#x53BB;&#x8BC4;&#x4EF7;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#x6216;&#x8005;&#x4E00;&#x4E2A;&#x76EE;&#x6807;&#x7684;&#x4EF7;&#x503C;&#x662F;&#x5426;&#x76F8;&#x540C;&#x6216;&#x8005;&#x76F8;&#x4F3C;&#xFF0C;&#x5219;&#x53C8;&#x662F;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5E73;&#x8861;&#x6027;&#x95EE;&#x9898;&#x4E86;&#xFF0C;&#x8FD9;&#x4F1A;&#x4F7F;&#x6211;&#x4EEC;&#x5728;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x65F6;&#x53CD;&#x590D;&#x7ED5;&#x5708;&#xFF0C;&#x4E0D;&#x5982;&#x6211;&#x4EEC;&#x5C31;&#x5047;&#x8BBE;&#x51E0;&#x79CD;&#x53EF;&#x80FD;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x4EE5;&#x4E4B;&#x4F5C;&#x4E3A;&#x6211;&#x4EEC;&#x8BBE;&#x7F6E;&#x6570;&#x503C;&#x65F6;&#x7684;&#x4E00;&#x4E2A;&#x53C2;&#x8003;&#x3002;&#x800C;&#x8FD9;&#x5047;&#x8BBE;&#x4E5F;&#x5E94;&#x8BE5;&#x4ECE;&#x8FC7;&#x5F80;&#x7684;&#x5B9E;&#x8DF5;&#x7ECF;&#x9A8C;&#x4E2D;&#x6765;&#xFF0C;&#x800C;&#x4E0D;&#x80FD;&#x5B8C;&#x5168;&#x4F9D;&#x8D56;&#x81EA;&#x5DF1;&#x7684;&#x60F3;&#x8C61;&#x3002;&#xFF08;&#x6700;&#x597D;&#x662F;&#x81EA;&#x5DF1;&#x6E38;&#x620F;&#x7684;&#x5B9E;&#x8DF5;&#xFF0C;&#x5982;&#x679C;&#x7F3A;&#x4E4F;&#x6D4B;&#x8BD5;&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x53BB;&#x627E;&#x540C;&#x7C7B;&#x6E38;&#x620F;&#x7684;&#x6570;&#x636E;&#xFF09;</p>
<p>&#x4E8E;&#x662F;&#x53EF;&#x4EE5;&#x60F3;&#x8C61;&#x7684;&#x5230;&#x771F;&#x6B63;&#x6240;&#x8C13;&#x7684;&#x5E73;&#x8861;&#x80AF;&#x5B9A;&#x662F;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#xFF0C;&#x81F3;&#x5C11;&#x4EBA;&#x8BBE;&#x8BA1;&#x4E0D;&#x51FA;&#x6765;&#x3002;&#x4F46;&#x5373;&#x4FBF;&#x662F;&#x5BF9;&#x5E73;&#x8861;&#x6027;&#x8981;&#x6C42;&#x8F83;&#x9AD8;&#x7684;&#x7ADE;&#x6280;&#x7C7B;&#x6E38;&#x620F;&#xFF08;MOBA&#xFF0C;IO&#x7B49;&#xFF09;&#xFF0C;&#x7531;&#x4E8E;&#x73A9;&#x5BB6;&#x81EA;&#x8EAB;&#x6C34;&#x5E73;&#x7684;&#x6CE2;&#x52A8;&#x4EE5;&#x53CA;&#x5404;&#x79CD;&#x4E0D;&#x53EF;&#x9884;&#x6599;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x73A9;&#x5BB6;&#x7559;&#x7ED9;&#x8BBE;&#x8BA1;&#x8005;&#x7684;&#x5E73;&#x8861;&#x533A;&#x95F4;&#x8FD8;&#x662F;&#x5F88;&#x5927;&#x7684;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x4E2A;&#x4EBA;&#x8BA4;&#x4E3A;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x6211;&#x4EEC;&#x53EA;&#x9700;&#x8981;&#x505A;&#x5230;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x804C;&#x4E1A;&#x5176;&#x6700;&#x53EF;&#x80FD;&#x7684;&#x51E0;&#x4E2A;&#x6E38;&#x620F;&#x76EE;&#x6807;&#x7684;&#x5B9E;&#x73B0;&#x96BE;&#x5EA6;&#x76F8;&#x4F3C;&#xFF0C;&#x90A3;&#x4E48;&#x65E2;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x76F8;&#x5BF9;&#x5E73;&#x8861;&#x7684;&#x3002;&#x4F46;&#x8FD9;&#x4ECD;&#x7136;&#x662F;&#x5F88;&#x96BE;&#x7684;&#xFF0C;&#x8FD9;&#x5F80;&#x5F80;&#x6E90;&#x4E8E;&#x4E00;&#x4E2A;&#x89D2;&#x8272;&#x5176;&#x975E;&#x6570;&#x503C;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x5982;&#x6280;&#x80FD;&#x673A;&#x5236;&#xFF0C;&#x72EC;&#x7279;&#x6548;&#x679C;&#xFF0C;&#x8FD9;&#x4E9B;&#x51B3;&#x5B9A;&#x4E86;&#x89D2;&#x8272;&#x7684;&#x5F3A;&#x5EA6;&#x66F2;&#x7EBF;&#xFF08;&#x968F;&#x73A9;&#x5BB6;&#x6C34;&#x5E73;&#x7684;&#x4E0A;&#x5347;&#xFF0C;&#x89D2;&#x8272;&#x5F3A;&#x5EA6;&#x7684;&#x53D8;&#x5316;&#x66F2;&#x7EBF;&#x548C;&#x968F;&#x67D0;&#x4E9B;&#x6570;&#x503C;&#x7684;&#x63D0;&#x9AD8;&#x89D2;&#x8272;&#x5F3A;&#x5EA6;&#x7684;&#x53D8;&#x5316;&#x66F2;&#x7EBF;&#xFF09;&#x3002;&#x8FD9;&#x4E9B;&#x90E8;&#x4EFD;&#x5F80;&#x5F80;&#x8981;&#x8FFD;&#x6C42;&#x5947;&#x5999;&#xFF0C;&#x7075;&#x6D3B;&#xFF0C;&#x4E0D;&#x6B7B;&#x677F;&#xFF0C;&#x540C;&#x6837;&#x89D2;&#x8272;&#x7684;&#x5F3A;&#x5EA6;&#x66F2;&#x7EBF;&#x4E5F;&#x4F1A;&#x53D8;&#x5F97;&#x5947;&#x5999;&#xFF0C;&#x7075;&#x6D3B;&#xFF0C;&#x4E0D;&#x6B7B;&#x677F;&#xFF0C;&#x4ECE;&#x6E38;&#x620F;&#x6027;&#x4E0A;&#x6765;&#x770B;&#xFF0C;&#x8FD9;&#x5F88;&#x9177;&#x3002;&#x4F46;&#x4ECE;&#x5E73;&#x8861;&#x8BBE;&#x8BA1;&#x4E0A;&#x6765;&#x770B;&#x5C31;&#x4F1A;&#x8BA9;&#x4EBA;&#x5341;&#x5206;&#x5934;&#x75BC;</p>
<h2 id="&#x4E0D;&#x516C;&#x5E73;&#x6E38;&#x620F;&#x7684;&#x5E73;&#x8861;">&#x4E0D;&#x516C;&#x5E73;&#x6E38;&#x620F;&#x7684;&#x5E73;&#x8861;</h2>
<p>&#x5F53;&#x7136;&#x9664;&#x4E86;&#x5F53;&#x524D;&#x706B;&#x70ED;&#x7684;&#x7ADE;&#x6280;&#x7C7B;&#x6E38;&#x620F;&#xFF0C;MMORPG&#xFF0C;&#x56DE;&#x5408;&#x5236;&#x7B49;&#x6E38;&#x620F;&#x5176;&#x6570;&#x503C;&#x5728;&#x6211;&#x770B;&#x6765;&#x4E5F;&#x662F;&#x9700;&#x8981;&#x5E73;&#x8861;&#x7684;&#xFF0C;&#x5F53;&#x7136;&#x8FD9;&#x79CD;&#x5E73;&#x8861;&#x5DF2;&#x7ECF;&#x548C;&#x7ADE;&#x6280;&#x7C7B;&#x6E38;&#x620F;&#x5E73;&#x8861;&#x7684;&#x610F;&#x4E49;&#x6709;&#x6240;&#x4E0D;&#x540C;&#xFF0C;&#x4F46;&#x53C8;&#x672A;&#x5FC5;&#x8FBE;&#x5230;&#x4E86;&#x5929;&#x5DEE;&#x5730;&#x522B;&#x7684;&#x7A0B;&#x5EA6;&#xFF0C;&#x5176;&#x672C;&#x8D28;&#x4E0A;&#x5E94;&#x8BE5;&#x662F;&#x6709;&#x6240;&#x76F8;&#x4F3C;&#x7684;&#x3002;</p>
<p>....</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev navigation-unique" aria-label="Previous page: Introduction">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"游戏数值设计","level":"1.2","depth":1,"previous":{"title":"Introduction","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["theme-comscore"],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-comscore":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"gamenumericaldesign.md","mtime":"2018-06-22T10:32:18.482Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-06-24T13:49:05.712Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-theme-comscore/test.js"></script>
        
    

    </body>
</html>

